const questions = [
  ['placeholder for question 0', [], []],
  [
    '你在某天刷抖音的时候看到了一个特别想去的地方，你会：',
    [
      'A. 立马来一趟说走就走的旅行',
      'B. 放进收藏夹以便以后空闲的时候再去',
      'C. 我的想象力可以带我去到任何地方，看过即去过',
      'D. 仔细考虑旅途的必要性后再决定',
    ],
    [5, 4, 2, 1],
  ],
  [
    '晚上散步的时候，在路边树丛边上突然看到了一个黑影，你认为这是：',
    [
      'A. 一只可爱的流浪猫',
      'B.过街串巷的老鼠',
      '一只被人遗弃的刺猬',
      '可能只是风吹走的垃圾袋',
    ],
    [5, 3, 2, 1],
  ],
  [
    '在玩剧本杀的时候你会：',
    [
      'A. 非常积极的参与到所有环节，想要成为全场的焦点',
      'B. 跟着场上的节奏，并在有不同看法的时候主动提出',
      'C. 努力完成自己的任务，办好自己的角色，不多说话',
      'D. 多听多想多看少说话，抓漏洞找线索是第一要务',
    ],
    [5, 4, 3, 1],
  ],
  [
    '终于又是一个周末了，想要放松一下的你会比较喜欢：',
    [
      'A. 就该找几个朋友出去逛吃逛吃',
      'B. 出去健身运动挥洒汗水然后回家休息',
      'C. 在家追剧打游戏，刷饭刷综艺刷漫画',
      'D. 安静的一个人听听音乐看看书',
    ],
    [5, 3, 2, 1],
  ],
  [
    '自己一个人出去吃饭的时候，你会选择：',
    [
      'A. 去海底捞享受至尊服务',
      'B. 很地道，开在街边小巷好吃的小排档',
      'C. 麦当劳肯德基的 炸鸡汉堡过过瘾',
      'D. 安静且非常宽敞的日本料理',
    ],
    [5, 4, 2, 0],
  ],
  [
    '晚餐时间，你理想中的吃饭搭档：',
    [
      'A. 和朋友一起才吃嘛嘛香',
      'B. 又的时候自己吃饭感觉还行，但是还是希望有人一起吃',
      'C. 我很随意的，怎么舒服怎么来',
      'D. 美味大餐，我，还有我的手机是perfect combo',
    ],
    [5, 3, 2, 1],
  ],
  [
    '玩游戏时的你是：',
    [
      'A. 和谁都能玩，大家都是我的兄弟姐妹，我就是游戏达人！',
      'B. 啥游戏都行，大家玩啥我就玩啥，我不挑～',
      'C. 就我和我的一两个好基友玩些我们的common game！',
      'D. 一个人能玩的游戏就是我的first pick！',
    ],
    [5, 3, 2, 0],
  ],
];

export default questions;
